Repository: jvsena42/loopky
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, vi, zh_hans, zh_hant

# profile_stat_cards
source: Cards
de: Karten
es: Tarjetas
fr: Cartes
it: Carte
ja: カード
ko: 카드
pt_br: Cartas
vi: Thẻ
zh_hans: 卡片
zh_hant: 卡片

# profile_stat_decks
source: Decks
de: Stapel
es: Mazos
fr: Paquets
it: Mazzi
ja: デッキ
ko: 덱
pt_br: Baralhos
vi: Bộ thẻ
zh_hans: 卡组
zh_hant: 牌組

# profile_stat_due
source: Due
de: Fällig
es: Pendientes
fr: À réviser
it: Da ripassare
ja: 復習
ko: 복습
pt_br: A revisar
vi: Cần ôn
zh_hans: 待复习
zh_hant: 待複習

# profile_stat_followers
source: Followers
de: Follower
es: Seguidores
fr: Abonnés
it: Follower
ja: フォロワー
ko: 팔로워
pt_br: Seguidores
vi: Người theo dõi
zh_hans: 粉丝
zh_hant: 追蹤者

# profile_stat_following
source: Following
de: Folge ich
es: Siguiendo
fr: Abonnements
it: Seguiti
ja: フォロー中
ko: 팔로잉
pt_br: Seguindo
vi: Đang theo dõi
zh_hans: 关注
zh_hant: 追蹤中

# profile_title
source: Profile
de: Profil
es: Perfil
fr: Profil
it: Profilo
ja: プロフィール
ko: 프로필
pt_br: Perfil
vi: Hồ sơ
zh_hans: 我的
zh_hant: 個人檔案

# pubky_app_cta_body
source: The key you signed in with is a Pubky account. See your profile and posts on the web.
de: Der Schlüssel, mit dem du dich angemeldet hast, ist ein Pubky-Konto. Sieh dir dein Profil und deine Beiträge im Web an.
es: La clave con la que iniciaste sesión es una cuenta de Pubky. Mira tu perfil y tus publicaciones en la web.
fr: La clé utilisée pour ta connexion est un compte Pubky. Retrouve ton profil et tes publications sur le web.
it: La chiave con cui hai effettuato l'accesso è un account Pubky. Guarda il tuo profilo e i tuoi post sul web.
ja: サインインに使った鍵は Pubky アカウントです。ウェブでプロフィールや投稿を確認できます。
ko: 로그인한 키는 Pubky 계정이에요. 웹에서 내 프로필과 게시물을 확인하세요.
pt_br: A chave com que você entrou é uma conta Pubky. Veja seu perfil e suas publicações na web.
vi: Khóa bạn dùng để đăng nhập là một tài khoản Pubky. Xem hồ sơ và bài đăng của bạn trên web.
zh_hans: 你登录所用的密钥就是一个 Pubky 账号。可以在网页上查看你的个人主页和帖子。
zh_hant: 你登入時使用的金鑰就是一個 Pubky 帳號。在網頁上查看你的個人檔案和貼文。

# pubky_app_cta_title
source: You're on pubky.app too
de: Du bist auch auf pubky.app
es: También estás en pubky.app
fr: Tu es aussi sur pubky.app
it: Sei anche su pubky.app
ja: pubky.app でも使えます
ko: pubky.app에서도 만날 수 있어요
pt_br: Você também está no pubky.app
vi: Bạn cũng có mặt trên pubky.app
zh_hans: 你在 pubky.app 上也有账号
zh_hant: 你在 pubky.app 上也有帳號

# pubky_app_open_profile
source: Open on pubky.app
de: Auf pubky.app öffnen
es: Abrir en pubky.app
fr: Ouvrir sur pubky.app
it: Apri su pubky.app
ja: pubky.app で開く
ko: pubky.app에서 열기
pt_br: Abrir no pubky.app
vi: Mở trên pubky.app
zh_hans: 在 pubky.app 上打开
zh_hant: 在 pubky.app 上開啟

# publish_add
source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pt_br: Adicionar
vi: Thêm
zh_hans: 添加
zh_hant: 新增

# publish_add_tag
source: Add tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter un tag
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar tag
vi: Thêm nhãn
zh_hans: 添加标签
zh_hant: 新增標籤

# publish_add_tag_button
source: Add Tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter le tag
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar tag
vi: Thêm nhãn
zh_hans: 添加标签
zh_hant: 新增標籤

# publish_back
source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
ja: 戻る
ko: 뒤로
pt_br: Voltar
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# publish_button
source: Publish deck
de: Stapel veröffentlichen
es: Publicar mazo
fr: Publier le paquet
it: Pubblica mazzo
ja: デッキを公開
ko: 덱 발행
pt_br: Publicar baralho
vi: Xuất bản bộ thẻ
zh_hans: 发布卡组
zh_hant: 發布牌組

# publish_cancel
source: Cancel import
de: Import abbrechen
es: Cancelar importación
fr: Annuler l’import
it: Annulla importazione
ja: インポートをキャンセル
ko: 가져오기 취소
pt_br: Cancelar importação
vi: Hủy nhập
zh_hans: 取消导入
zh_hant: 取消匯入

# publish_card_options_label
source: CARD OPTIONS
de: KARTENOPTIONEN
es: OPCIONES DE TARJETA
fr: OPTIONS DES CARTES
it: OPZIONI DELLE CARTE
ja: カードのオプション
ko: 카드 옵션
pt_br: OPÇÕES DA CARTA
vi: TÙY CHỌN THẺ
zh_hans: 卡片选项
zh_hant: 卡片選項

# publish_cards_ready
source: %1$lld cards ready
de: %1$lld Karten bereit
es: %1$lld tarjetas listas
fr: Cartes prêtes : %1$lld
it: %1$lld carte pronte
ja: %1$lld 枚のカードの準備ができました
ko: 카드 %1$lld장 준비 완료
pt_br: %1$lld cartas prontas
vi: %1$lld thẻ đã sẵn sàng
zh_hans: %1$lld 张卡片已就绪
zh_hant: %1$lld 張卡片已就緒

# publish_cover_change
source: Change
de: Ändern
es: Cambiar
fr: Changer
it: Cambia
ja: 変更
ko: 변경
pt_br: Alterar
vi: Đổi
zh_hans: 更换
zh_hant: 更換

# publish_current_tags_label
source: CURRENT TAGS
de: AKTUELLE TAGS
es: ETIQUETAS ACTUALES
fr: TAGS ACTUELS
it: TAG ATTUALI
ja: 現在のタグ
ko: 현재 태그
pt_br: TAGS ATUAIS
vi: NHÃN HIỆN TẠI
zh_hans: 当前标签
zh_hant: 目前的標籤

# publish_description_label
source: DESCRIPTION
de: BESCHREIBUNG
es: DESCRIPCIÓN
it: DESCRIZIONE
ja: 説明
ko: 설명
pt_br: DESCRIÇÃO
vi: MÔ TẢ
zh_hans: 简介
zh_hant: 說明

# publish_description_placeholder
source: Add a short description...
de: Kurze Beschreibung hinzufügen...
es: Añade una breve descripción...
fr: Ajoute une courte description...
it: Aggiungi una breve descrizione...
ja: 短い説明を追加…
ko: 짧은 설명 추가...
pt_br: Adicione uma breve descrição...
vi: Thêm mô tả ngắn...
zh_hans: 添加一段简短的介绍…
zh_hant: 新增簡短說明…

# publish_done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt_br: Concluído
vi: Xong
zh_hans: 完成
zh_hant: 完成

# publish_error_cancel
source: Couldn't remove the cancelled deck. Part of it is still saved.
de: Der abgebrochene Stapel konnte nicht entfernt werden. Ein Teil davon ist noch gespeichert.
es: No se pudo quitar el mazo cancelado. Una parte sigue guardada.
fr: Impossible de supprimer le paquet annulé. Une partie reste enregistrée.
it: Impossibile rimuovere il mazzo annullato. Una parte è ancora salvata.
ja: キャンセルしたデッキを削除できませんでした。一部がまだ保存されています。
ko: 취소한 덱을 삭제하지 못했어요. 일부가 아직 저장되어 있어요.
pt_br: Não foi possível remover o baralho cancelado. Parte dele continua salva.
vi: Không xóa được bộ thẻ đã hủy. Một phần vẫn còn được lưu.
zh_hans: 无法移除已取消的卡组，部分内容仍然保存着。
zh_hant: 無法移除已取消的牌組，部分內容仍已儲存。

# publish_error_no_draft
source: There's nothing to publish. Go back and paste your list again.
de: Es gibt nichts zu veröffentlichen. Geh zurück und füge deine Liste erneut ein.
es: No hay nada que publicar. Vuelve y pega tu lista otra vez.
fr: Il n’y a rien à publier. Reviens en arrière et colle à nouveau ta liste.
it: Non c'è niente da pubblicare. Torna indietro e incolla di nuovo la tua lista.
ja: 公開するものがありません。前の画面に戻って、リストをもう一度貼り付けてください。
ko: 발행할 내용이 없어요. 돌아가서 목록을 다시 붙여넣으세요.
pt_br: Não há nada para publicar. Volte e cole sua lista de novo.
vi: Không có gì để xuất bản. Hãy quay lại và dán lại danh sách.
zh_hans: 没有可发布的内容。请返回并重新粘贴你的列表。
zh_hant: 沒有可發布的內容。請返回並重新貼上你的清單。

# publish_error_undo
source: Couldn't undo this. The deck is still published.
de: Das konnte nicht rückgängig gemacht werden. Der Stapel ist noch veröffentlicht.
es: No se pudo deshacer. El mazo sigue publicado.
fr: Impossible d’annuler. Le paquet est toujours publié.
it: Impossibile annullare. Il mazzo è ancora pubblicato.
ja: 元に戻せませんでした。デッキはまだ公開されています。
ko: 실행 취소하지 못했어요. 덱은 아직 발행된 상태예요.
pt_br: Não foi possível desfazer. O baralho continua publicado.
vi: Không hoàn tác được. Bộ thẻ vẫn đang được xuất bản.
zh_hans: 无法撤销。这个卡组仍处于发布状态。
zh_hant: 無法復原。這個牌組仍是已發布狀態。

# publish_listen_subtitle
source: Play audio pronunciation on card back
de: Aussprache auf der Rückseite abspielen
es: Reproducir la pronunciación en el reverso de la tarjeta
fr: Lire la prononciation au verso de la carte
it: Riproduci la pronuncia sul retro della carta
ja: カードの裏面で発音を再生
ko: 카드 뒷면에서 발음 오디오 재생
pt_br: Tocar a pronúncia no verso da carta
vi: Phát âm thanh phát âm ở mặt sau thẻ
zh_hans: 在卡片背面播放发音
zh_hant: 在卡片背面播放發音

# publish_listen_title
source: Listen
de: Anhören
es: Escuchar
fr: Écouter
it: Ascolta
ja: 聞く
ko: 듣기
pt_br: Ouvir
vi: Nghe
zh_hans: 朗读
zh_hant: 聆聽

# publish_progress_count
source: %1$lld of %lld cards
de: %1$lld von %lld Karten
es: %1$lld de %lld tarjetas
fr: %1$lld sur %lld cartes
it: %1$lld su %lld carte
ja: %1$lld / %lld 枚
ko: 카드 %lld장 중 %1$lld장 발행하는 중…
pt_br: %1$lld de %lld cartas
vi: %1$lld/%lld thẻ
zh_hans: %1$lld / %lld 张卡片
zh_hant: 正在發布 %1$lld/%lld 張卡片…

# publish_public_subtitle
source: Anyone can find this deck on Discover.
de: Alle können diesen Stapel unter Entdecken finden.
es: Cualquiera puede encontrar este mazo en Descubrir.
fr: Tout le monde peut trouver ce paquet dans Découvrir.
it: Chiunque può trovare questo mazzo in Scopri.
ja: 「見つける」で誰でもこのデッキを見つけられます。
ko: 누구나 탐색에서 이 덱을 찾을 수 있어요.
pt_br: Qualquer pessoa pode encontrar este baralho no Descobrir.
vi: Bất kỳ ai cũng có thể tìm thấy bộ thẻ này trong Khám phá.
zh_hans: 任何人都能在“发现”中找到这个卡组。
zh_hant: 任何人都能在「探索」找到這個牌組。

# publish_public_title
source: Public on your profile
de: Öffentlich in deinem Profil
es: Público en tu perfil
fr: Public sur ton profil
it: Pubblico sul tuo profilo
ja: プロフィールで公開
ko: 내 프로필에 공개
pt_br: Público no seu perfil
vi: Công khai trên hồ sơ của bạn
zh_hans: 在你的个人主页上公开
zh_hant: 公開在你的個人檔案上

# publish_published_icon_desc
source: Published
de: Veröffentlicht
es: Publicado
fr: Publié
it: Pubblicato
ja: 公開済み
ko: 발행됨
pt_br: Publicado
vi: Đã xuất bản
zh_hans: 已发布
zh_hant: 已發布

# publish_published_subtitle
source: %1$lld cards are now public.
de: %1$lld Karten sind jetzt öffentlich.
es: %1$lld tarjetas ahora son públicas.
fr: %1$lld cartes sont maintenant publiques.
it: %1$lld carte ora sono pubbliche.
ja: %1$lld 枚のカードが公開されました。
ko: 카드 %1$lld장이 공개되었어요.
pt_br: %1$lld cartas agora são públicas.
vi: %1$lld thẻ giờ đã công khai.
zh_hans: %1$lld 张卡片现已公开。
zh_hant: %1$lld 張卡片現已公開。

# publish_published_title
source: Deck published!
de: Stapel veröffentlicht!
es: ¡Mazo publicado!
fr: Paquet publié !
it: Mazzo pubblicato!
ja: デッキを公開しました！
ko: 덱을 발행했어요!
pt_br: Baralho publicado!
vi: Đã xuất bản bộ thẻ!
zh_hans: 卡组已发布！
zh_hant: 牌組已發布！

# publish_publishing
source: Publishing…
de: Wird veröffentlicht…
es: Publicando…
fr: Publication…
it: Pubblicazione…
ja: 公開しています…
ko: 발행하는 중…
pt_br: Publicando…
vi: Đang xuất bản…
zh_hans: 正在发布…
zh_hant: 正在發布…

# publish_reverse_subtitle
source: Also ask each card back to front
de: Jede Karte auch von hinten nach vorne abfragen
es: Preguntar cada tarjeta también del reverso al anverso
fr: Demander aussi chaque carte du verso vers le recto
it: Chiedi ogni carta anche dal retro al fronte
ja: 各カードを裏面から表面の向きでも出題
ko: 각 카드를 뒷면에서 앞면으로도 물어봐요
pt_br: Perguntar cada carta também do verso para a frente
vi: Hỏi thêm mỗi thẻ theo chiều từ sau ra trước
zh_hans: 每张卡片也会从背面到正面再问一遍
zh_hant: 每張卡片也會反過來，從背面問到正面

# publish_reverse_title
source: Both directions
de: Beide Richtungen
es: En ambos sentidos
fr: Dans les deux sens
it: In entrambi i sensi
ja: 両方向
ko: 양방향
pt_br: Nos dois sentidos
vi: Cả hai chiều
zh_hans: 双向学习
zh_hant: 雙向

# publish_speak_subtitle
source: Test your pronunciation
de: Teste deine Aussprache
es: Pon a prueba tu pronunciación
fr: Teste ta prononciation
it: Metti alla prova la tua pronuncia
ja: 発音をチェック
ko: 발음 테스트하기
pt_br: Teste sua pronúncia
vi: Kiểm tra phát âm của bạn
zh_hans: 测试你的发音
zh_hant: 測試你的發音

# publish_speak_title
source: Speak
de: Sprechen
es: Hablar
fr: Parler
it: Parla
ja: 話す
ko: 말하기
pt_br: Falar
vi: Nói
zh_hans: 跟读
zh_hant: 口說

# publish_suggested_label
source: SUGGESTED
de: VORSCHLÄGE
es: SUGERIDAS
fr: SUGGESTIONS
it: SUGGERITI
ja: おすすめ
ko: 추천
pt_br: SUGERIDAS
vi: GỢI Ý
zh_hans: 推荐
zh_hant: 建議

# publish_tag_input_placeholder
source: Type a tag…
de: Tag eingeben…
es: Escribe una etiqueta…
fr: Écris un tag…
it: Scrivi un tag…
ja: タグを入力…
ko: 태그 입력…
pt_br: Digite uma tag…
vi: Gõ một nhãn…
zh_hans: 输入标签…
zh_hant: 輸入標籤…

# publish_tag_sheet_title
source: Add Tag
de: Tag hinzufügen
es: Añadir etiqueta
fr: Ajouter un tag
it: Aggiungi tag
ja: タグを追加
ko: 태그 추가
pt_br: Adicionar tag
vi: Thêm nhãn
zh_hans: 添加标签
zh_hant: 新增標籤

# publish_title
source: New deck
de: Neuer Stapel
es: Nuevo mazo
fr: Nouveau paquet
it: Nuovo mazzo
ja: 新しいデッキ
ko: 새 덱
pt_br: Novo baralho
vi: Bộ thẻ mới
zh_hans: 新建卡组
zh_hant: 新牌組

# publish_title_label
source: TITLE
de: TITEL
es: TÍTULO
fr: TITRE
it: TITOLO
ja: タイトル
ko: 제목
pt_br: TÍTULO
vi: TÊN
zh_hans: 标题
zh_hant: 名稱

# publish_title_placeholder
source: Deck title
de: Titel des Stapels
es: Título del mazo
fr: Titre du paquet
it: Titolo del mazzo
ja: デッキのタイトル
ko: 덱 제목
pt_br: Título do baralho
vi: Tên bộ thẻ
zh_hans: 卡组标题
zh_hant: 牌組名稱

# publish_type_subtitle
source: Write the answer instead of just reading it
de: Schreib die Antwort, statt sie nur zu lesen
es: Escribe la respuesta en lugar de solo leerla
fr: Écris la réponse au lieu de juste la lire
it: Scrivi la risposta invece di leggerla e basta
ja: 答えを読むだけでなく、書いて答える
ko: 답을 읽기만 하지 말고 직접 써 보세요
pt_br: Escreva a resposta em vez de só ler
vi: Viết đáp án thay vì chỉ đọc
zh_hans: 写出答案，而不只是看答案
zh_hant: 寫出答案，而不只是看答案

# publish_type_title
source: Type the answer
de: Antwort tippen
es: Escribir la respuesta
fr: Écrire la réponse
it: Scrivi la risposta
ja: 答えを入力
ko: 답 입력하기
pt_br: Digitar a resposta
vi: Gõ đáp án
zh_hans: 输入答案
zh_hant: 輸入答案

# publish_undo
source: Undo (%1$llds)
de: Rückgängig (%1$llds)
es: Deshacer (%1$llds)
fr: Annuler (%1$llds)
it: Annulla (%1$llds)
ja: 元に戻す（%1$lld 秒）
ko: 실행 취소 (%1$lld초)
pt_br: Desfazer (%1$llds)
vi: Hoàn tác (%1$llds)
zh_hans: 撤销（%1$lld 秒）
zh_hant: 復原（%1$lld 秒）

# restore_error_invalid_message
source: Check that all twelve words are spelled correctly and in the right order.
de: Prüfe, ob alle zwölf Wörter richtig geschrieben sind und in der richtigen Reihenfolge stehen.
es: Comprueba que las doce palabras estén bien escritas y en el orden correcto.
fr: Vérifie que les douze mots sont bien orthographiés et dans le bon ordre.
it: Controlla che tutte e dodici le parole siano scritte correttamente e nell'ordine giusto.
ja: 12個の単語のつづりと順番がすべて正しいか確認してください。
ko: 12개의 단어가 모두 정확한 철자로 올바른 순서대로 입력됐는지 확인하세요.
pt_br: Confira se as doze palavras estão escritas corretamente e na ordem certa.
vi: Hãy kiểm tra cả mười hai từ đều viết đúng chính tả và đúng thứ tự.
zh_hans: 请检查十二个单词是否都拼写正确，并且顺序无误。
zh_hant: 請確認十二個單字都拼寫正確，且順序正確。

# restore_error_invalid_title
source: That's not a valid recovery phrase
de: Das ist keine gültige Wiederherstellungsphrase
es: Esa no es una frase de recuperación válida
fr: Ce n’est pas une phrase de récupération valide
it: Non è una frase di recupero valida
ja: 有効なリカバリーフレーズではありません
ko: 올바른 복구 문구가 아니에요
pt_br: Essa não é uma frase de recuperação válida
vi: Đó không phải cụm từ khôi phục hợp lệ
zh_hans: 这不是有效的恢复短语
zh_hant: 這不是有效的復原短語

# restore_error_no_account_message
source: This phrase is valid, but no account has been created for it. Check for a mistyped or out-of-order word. A Bitcoin or crypto wallet phrase won't work here.
de: Diese Phrase ist gültig, aber es wurde noch kein Konto dafür erstellt. Achte auf ein vertipptes oder vertauschtes Wort. Die Phrase einer Bitcoin- oder Krypto-Wallet funktioniert hier nicht.
es: Esta frase es válida, pero no se ha creado ninguna cuenta para ella. Busca una palabra mal escrita o fuera de orden. La frase de una billetera de Bitcoin o cripto no funciona aquí.
fr: Cette phrase est valide, mais aucun compte n’a été créé pour elle. Cherche un mot mal saisi ou dans le désordre. Une phrase de portefeuille Bitcoin ou crypto ne fonctionnera pas ici.
it: Questa frase è valida, ma non è stato creato nessun account per questa frase. Cerca una parola scritta male o fuori ordine. La frase di un wallet Bitcoin o di criptovalute qui non funziona.
ja: このフレーズは有効ですが、アカウントが作成されていません。単語のつづりや順番の間違いがないか確認してください。ビットコインなどの暗号資産ウォレットのフレーズはここでは使えません。
ko: 유효한 문구지만 이 문구로 만든 계정이 없어요. 잘못 입력했거나 순서가 바뀐 단어가 있는지 확인하세요. 비트코인이나 암호화폐 지갑 문구는 여기서 쓸 수 없어요.
pt_br: Esta frase é válida, mas nenhuma conta foi criada para ela. Procure uma palavra digitada errada ou fora de ordem. A frase de uma carteira de Bitcoin ou cripto não funciona aqui.
vi: Cụm từ này hợp lệ, nhưng chưa có tài khoản nào được tạo cho nó. Hãy kiểm tra xem có từ nào gõ sai hoặc sai thứ tự không. Cụm từ của ví Bitcoin hay ví tiền mã hóa sẽ không dùng được ở đây.
zh_hans: 这个恢复短语是有效的，但还没有为它创建账号。请检查是否有单词输错或顺序不对。比特币或加密货币钱包的恢复短语在这里无法使用。
zh_hant: 這組短語有效，但還沒有為它建立帳號。請檢查是否有單字打錯或順序錯誤。比特幣或加密貨幣錢包的短語在這裡無法使用。

# restore_error_no_account_pubky
source: It unlocks this pubky:
de: Sie öffnet diesen pubky:
es: Desbloquea este pubky:
fr: Elle déverrouille ce pubky :
it: Sblocca questo pubky:
ja: このフレーズで開く pubky：
ko: 이 문구로 열리는 pubky:
pt_br: Ela desbloqueia este pubky:
vi: Nó mở pubky này:
zh_hans: 它解锁的是这个 pubky：
zh_hant: 它解鎖的是這個 pubky：

# restore_error_no_account_title
source: That phrase doesn't match an account
de: Zu dieser Phrase gibt es kein Konto
es: Esa frase no coincide con ninguna cuenta
fr: Cette phrase ne correspond à aucun compte
it: Questa frase non corrisponde a nessun account
ja: このフレーズに一致するアカウントはありません
ko: 이 문구와 일치하는 계정이 없어요
pt_br: Essa frase não corresponde a nenhuma conta
vi: Cụm từ đó không khớp với tài khoản nào
zh_hans: 这个恢复短语没有对应的账号
zh_hant: 這組短語沒有對應的帳號

# restore_error_passphrase_message
source: Check the passphrase, and that this is the recovery file for the account you want.
de: Prüfe die Passphrase und ob das die Wiederherstellungsdatei für das gewünschte Konto ist.
es: Revisa la contraseña, y que este sea el archivo de recuperación de la cuenta que quieres.
fr: Vérifie le mot de passe, et que c’est bien le fichier de récupération du compte voulu.
it: Controlla la password e che questo sia il file di recupero dell'account che vuoi.
ja: パスフレーズと、目的のアカウントのリカバリーファイルかどうかを確認してください。
ko: 암호가 맞는지, 원하는 계정의 복구 파일이 맞는지 확인하세요.
pt_br: Confira a senha, e se este é o arquivo de recuperação da conta que você quer.
vi: Hãy kiểm tra cụm mật khẩu, và chắc chắn đây là tệp khôi phục của tài khoản bạn muốn.
zh_hans: 请检查密码短语，并确认这是你想要的那个账号的恢复文件。
zh_hant: 請檢查密碼短語，並確認這是你要還原的帳號的復原檔案。

# restore_error_passphrase_title
source: That didn't open the file
de: Die Datei ließ sich nicht öffnen
es: Eso no abrió el archivo
fr: Le fichier ne s’est pas ouvert
it: Il file non si è aperto
ja: ファイルを開けませんでした
ko: 파일을 열지 못했어요
pt_br: Isso não abriu o arquivo
vi: Không mở được tệp
zh_hans: 无法打开这个文件
zh_hant: 無法開啟這個檔案

# restore_error_unreadable_message
source: Loopky couldn't open the file you chose. Try choosing it again.
de: Loopky konnte die gewählte Datei nicht öffnen. Versuch, sie nochmal auszuwählen.
es: Loopky no pudo abrir el archivo que elegiste. Intenta elegirlo de nuevo.
fr: Loopky n’a pas pu ouvrir le fichier choisi. Essaie de le choisir à nouveau.
it: Loopky non è riuscito ad aprire il file che hai scelto. Prova a sceglierlo di nuovo.
ja: Loopky は選択されたファイルを開けませんでした。もう一度選び直してください。
ko: Loopky가 선택한 파일을 열지 못했어요. 다시 선택해 보세요.
pt_br: O Loopky não conseguiu abrir o arquivo que você escolheu. Tente escolhê-lo de novo.
vi: Loopky không mở được tệp bạn đã chọn. Hãy thử chọn lại.
zh_hans: Loopky 无法打开你选择的文件。请重新选择一次。
zh_hant: Loopky 無法開啟你選擇的檔案。請再選擇一次。

# restore_error_unreadable_title
source: Couldn't read that file
de: Die Datei konnte nicht gelesen werden
es: No se pudo leer ese archivo
fr: Impossible de lire ce fichier
it: Impossibile leggere il file
ja: ファイルを読み込めませんでした
ko: 파일을 읽을 수 없어요
pt_br: Não foi possível ler esse arquivo
vi: Không đọc được tệp đó
zh_hans: 无法读取这个文件
zh_hant: 無法讀取這個檔案

# restore_file_change
source: Choose a different file
de: Andere Datei wählen
es: Elegir otro archivo
fr: Choisir un autre fichier
it: Scegli un altro file
ja: 別のファイルを選択
ko: 다른 파일 선택
pt_br: Escolher outro arquivo
vi: Chọn tệp khác
zh_hans: 选择其他文件
zh_hant: 選擇其他檔案

# restore_file_choose
source: Choose file
de: Datei wählen
es: Elegir archivo
fr: Choisir un fichier
it: Scegli file
ja: ファイルを選択
ko: 파일 선택
pt_br: Escolher arquivo
vi: Chọn tệp
zh_hans: 选择文件
zh_hant: 選擇檔案

# restore_file_passphrase_placeholder
source: The passphrase you set
de: Die Passphrase, die du festgelegt hast
es: La contraseña que elegiste
fr: Le mot de passe que tu as défini
it: La password che hai impostato
ja: 設定したパスフレーズ
ko: 설정한 암호
pt_br: A senha que você definiu
vi: Cụm mật khẩu bạn đã đặt
zh_hans: 你设置的密码短语
zh_hant: 你設定的密碼短語

# restore_file_submit
source: Restore account
de: Konto wiederherstellen
es: Restaurar cuenta
fr: Restaurer le compte
it: Ripristina account
ja: アカウントを復元
ko: 계정 복원
pt_br: Restaurar conta
vi: Khôi phục tài khoản
zh_hans: 恢复账号
zh_hant: 還原帳號

# restore_file_subtitle
source: Choose the file you saved, then enter its passphrase.
de: Wähle die gespeicherte Datei und gib dann ihre Passphrase ein.
es: Elige el archivo que guardaste y luego escribe su contraseña.
fr: Choisis le fichier que tu as enregistré, puis saisis son mot de passe.
it: Scegli il file che hai salvato, poi inserisci la sua password.
ja: 保存したファイルを選んで、パスフレーズを入力してください。
ko: 저장해 둔 파일을 고른 다음 암호를 입력하세요.
pt_br: Escolha o arquivo que você salvou e digite a senha dele.
vi: Chọn tệp bạn đã lưu, rồi nhập cụm mật khẩu của tệp.
zh_hans: 选择你保存的文件，然后输入它的密码短语。
zh_hant: 選擇你儲存的檔案，然後輸入它的密碼短語。

# restore_file_title
source: Open your recovery file
de: Öffne deine Wiederherstellungsdatei
es: Abre tu archivo de recuperación
fr: Ouvre ton fichier de récupération
it: Apri il tuo file di recupero
ja: リカバリーファイルを開く
ko: 복구 파일 열기
pt_br: Abra seu arquivo de recuperação
vi: Mở tệp khôi phục
zh_hans: 打开你的恢复文件
zh_hant: 開啟你的復原檔案

# restore_method_file
source: Encrypted recovery file
de: Verschlüsselte Wiederherstellungsdatei
es: Archivo de recuperación cifrado
fr: Fichier de récupération chiffré
it: File di recupero crittografato
ja: 暗号化されたリカバリーファイル
ko: 암호화된 복구 파일
pt_br: Arquivo de recuperação criptografado
vi: Tệp khôi phục mã hóa
zh_hans: 加密恢复文件
zh_hant: 加密復原檔案

# restore_method_file_detail
source: A recovery.pkarr file and its passphrase.
de: Eine recovery.pkarr-Datei und ihre Passphrase.
es: Un archivo recovery.pkarr y su contraseña.
fr: Un fichier recovery.pkarr et son mot de passe.
it: Un file recovery.pkarr e la sua password.
ja: recovery.pkarr ファイルとそのパスフレーズ。
ko: recovery.pkarr 파일과 그 암호예요.
pt_br: Um arquivo recovery.pkarr e sua senha.
vi: Một tệp recovery.pkarr và cụm mật khẩu của nó.
zh_hans: 一个 recovery.pkarr 文件及其密码短语。
zh_hant: 一個 recovery.pkarr 檔案及其密碼短語。

# restore_method_phrase
source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Phrase de récupération
it: Frase di recupero
ja: リカバリーフレーズ
ko: 복구 문구
pt_br: Frase de recuperação
vi: Cụm từ khôi phục
zh_hans: 恢复短语
zh_hant: 復原短語

# restore_method_phrase_detail
source: The twelve words you wrote down.
de: Die zwölf Wörter, die du notiert hast.
es: Las doce palabras que anotaste.
fr: Les douze mots que tu as notés.
it: Le dodici parole che hai scritto.
ja: 書き留めた12個の単語です。
ko: 적어 둔 12개의 단어예요.
pt_br: As doze palavras que você anotou.
vi: Mười hai từ bạn đã ghi lại.
zh_hans: 你抄下来的十二个单词。
zh_hant: 你抄寫下來的十二個單字。

# restore_phrase_checking
source: Checking…
de: Wird geprüft…
es: Comprobando…
fr: Vérification…
it: Controllo…
ja: 確認しています…
ko: 확인하는 중…
pt_br: Verificando…
vi: Đang kiểm tra…
zh_hans: 正在检查…
zh_hant: 正在檢查…

# restore_phrase_label
source: Recovery phrase
de: Wiederherstellungsphrase
es: Frase de recuperación
fr: Phrase de récupération
it: Frase di recupero
ja: リカバリーフレーズ
ko: 복구 문구
pt_br: Frase de recuperação
vi: Cụm từ khôi phục
zh_hans: 恢复短语
zh_hant: 復原短語

# restore_phrase_placeholder
source: word one word two word three…
de: wort eins wort zwei wort drei…
es: palabra uno palabra dos palabra tres…
fr: mot un mot deux mot trois…
it: parola uno parola due parola tre…
ja: 単語1 単語2 単語3…
ko: 단어1 단어2 단어3…
pt_br: palavra um palavra dois palavra três…
vi: từ một từ hai từ ba…
zh_hans: 单词一 单词二 单词三…
zh_hant: 單字一 單字二 單字三…

# restore_phrase_submit
source: Restore account
de: Konto wiederherstellen
es: Restaurar cuenta
fr: Restaurer le compte
it: Ripristina account
ja: アカウントを復元
ko: 계정 복원
pt_br: Restaurar conta
vi: Khôi phục tài khoản
zh_hans: 恢复账号
zh_hant: 還原帳號
